Revit 2027 API
SymbolTypeId.UsTonnesMassTons Property
 Symbol Tons, indicating unit US tonnes mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId UsTonnesMassTons { get; }
Public Shared ReadOnly Property UsTonnesMassTons As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UsTonnesMassTons {
	ForgeTypeId^ get ();
}
static member UsTonnesMassTons : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace